01. Greeting 1
你好
再见

02. Numbers
一
二
三
四
五
六
七
八
九
十
零
元
百

03. Name
叫
我
什么
名字
姓
呢

04. Greeting 2
高兴
很
也
认识

05. Food 1
面
鱼
吃
饭
喝
不
茶
水

06. Occupation
是
生
学
他
吗
她
们
老师
医生

07. Contact 1
电话
的
号码
多少

08. Nation
国
人
中
哪
美
英
对
都
加拿大

09. Greeting 3
上
早
忙
早上
样
天
怎么样
今

10. Location 1
东西南北
家
京
在
儿
住

11. Phrases 1
气
客
谢谢
不客气
关系
起
没
对不起
没关系

12. Family 
爸爸
爱
妈妈
家人
一个
谁
这
那
哥哥
姐姐
有
弟弟
妹妹
和

13. Phrases 2
请
知道
问
请问
汉语
说
一次
帮助
再
再一次

14. Greeting 4
安
会
早安
晚安
一会儿
最
错
久
近
不错
最近

15. Drink
冰
要
热
奶
咖啡
牛

16. Location 2
洗
医院
手
间
洗手间
饭馆
那儿

17. Time 1
月
几
年
星期
明天
几点
半
现

18. Family 2
子
两
孩
岁
女
丈夫
妻子
它
狗
猫

19. Telephone 1
慢
喂
白
快
明白

20. People 1
漂亮
朋友
男
矮
可
常
非常
可爱

21. Time 2
晚
分
下
下午
晚上
周末
每
中午
昨天
了
去
去年
住
今年
会
明年

22. Location 3
左
右
边
旁
后
学校
前
路
到
走
里
往
这里
哪里
那里

23. Hobbies 1
书
欢
看
喜欢
游
玩
戏
电脑
最
游戏
音乐
听
歌
跳舞
唱

24. Routine 1
床
班
起
做
睡觉
从
回
放
下班

25. Payment 1
买
块
只
钱
多少
毛
共
一共
信用卡
收
千
便宜
金
贵
现金
太
行
万
不行

26. Entertainment
电影
干
想
电视
纸
报
报纸
网
闻
机
新
明星
新闻
育
体育
节
节目
韩

27. Location 4
桌
找
椅
箱
外
房间

28. Restaurant
位
进
等
菜
坐
文
菜单
服务员
订
点菜
买单

29. Supermarket 1
东西
一些
超市
果
苹
瓜
给
鸡
新鲜
蔬菜
蛋
米
袋
包
糖
面包

30. Hobbies 2
习
为什么
学习
所以
因为
牙
轻
旅行
爱好
旅游
轻松
拍
照相
印度

31. Dining 1
海
还
本
还是
肉
面条
饮料
羊
猪

32. Health 1
作
觉得
累
工作
健康
胖
身体
注意
开始
锻炼

33. Transportation
店
地铁
不准
酒店
车
出租车
站
汽车
公共汽车
船
可以

34. Shopping 1
件
商店
衣服
门
欢迎
关
随便
需要

35. Languages 1
字
读
意思
难
写

36. Time 3
秒
差
刻
时
钟
小
小时
分钟
整

37. Dining 2
德
杯
啤酒
果汁
香蕉
蛋糕
块
碗
盘
筷子
刀
叉
勺子

38. Existence
办公室
辆
瓶
照片
张
只
鸟
树

39. Sports 1
跑步
游泳
蓝
打
球
足
踢
运动
骑马

40. Invitation 1
吧
有空
时候
来
请
过
不好意思
浪漫
告诉
约会

41. Health 2
应该
病
舒服
肚子
疼
头
休息
一定
感冒
留
药
假
发烧
别
请假

42. Invitation 2
派对
打扮
能
希望
跟
公司
正在
才
事情

43. Dining 3
小费
完
已经
饱
真
渴
饿
甜
巧克力
味道

44. Shopping 2
蓝
裙子
试
条
双
利
色
鞋子
衬衫
比
裤子
质量

45. Body Parts
耳朵
绿
眼睛
头发
脸
又
黑
嘴巴
脚
鼻子
手

46. Travel
离
路
远
机场
停
靠
飞机
火车
票
得
让
迟到
怎么办

47. Weather
晴天
冷
雪
阴天
雨
伞
着
带
风
刮
如果
就
从来

48. Shopping 3
长
虽然
但是
短
颜色
红
穿
洗
白
黄
紫
手表
帽子
卖

49. People 2
介绍
帅
笑
说话
聪明
不但
而且

50. Celebrate
春节
快乐
节日
礼物
送
法国
祝
干杯
身体
健康

51. Sports 2
练习
比赛
乒乓
好在
第
加油
排球
参加
网球
失望
信心
赢
输

52. School
课
地理
同学
教室
美术
问题
懂
笔
考试
科学
准备

53. Family 3
爷爷
阿姨
奶奶
兄弟姐妹
父母
叔叔
像
亲戚

54. Gourmet 1
拉面
小笼包
点心
油条
粥
豆浆
炒饭
火锅

55. Time 4
冬
夏
秋
春
后
去年
澳大利亚
季节
前天
越来越
后天
大概
堵车
刚
准时

56. Location 5
市
公园
城市
附近
地方
图书馆
中间

57. Shopping 4
角
花
打折
皮
旧
经过
换
退货
退款

58. Routine 2
刷牙
习惯
马上
总是
洗澡
一边
做梦
讲
故事

59. Food 3
其他
除了
饺子
辣
极了
苦
盐
咸

60. People 3
初中
年级
长大
个子
小学
比较
戴
眼镜
年轻

61. Location 6
先
往前
然后
一直
最后
地址
周围
迷路

62. Routine 3
一般
聊天
自己

63. Travel 2
签证
护照
发现
起飞
离开
检查
行李
安全
忘记
几乎
海关

64. Languages 2
种
容易
语言
努力
更
提高
水平
后来

65. Feelings
奇怪
紧张
看起来
生气
地
哭
难过
可怕
遇
只
热情
好笑
经常
关心

66. School 2
教
要求
食堂
校长
完成
必须
作业
高中
借
向上
铅笔
纸
笔记
向
清楚
黑板
笔记本

67. Future
打算
搬
变化
机会
选择
留学
愿意
结婚
认真
害怕
当然
放心
分手

68. Environment
环境
层
方便
舒服
草
太阳
星星
安静
楼
进去
影响
声音
邻居
脏
水桶
垃圾
丢

69. Work
同事
经理
会议
突然
重要
办法
解决
相信

70. Culture
世界
长江
河
熊猫
啊
故宫
多么

71. Hobbies 3
爬山
或者
功夫
自行车
历史
兴趣
文化
感
麻将
了解
特别
为了

72. Health 3
照顾
闷
死
腿
瘦
着急
公斤
咳嗽
抽烟

73. Travel 3
转机
柜台
国际
充电
银行
国内
充值
漫游
订房
导游
取消

74. Languages 3
回答
句子
简单
词典
流利
应用
下载
翻译

75. House
灯
把
空调
画
厨房
客厅
放
干净
打扫
客人
坏
电梯
被
厕所

76. Exam
复习
寒假
暑假
数学
放松
终于
结束
成绩
专业
担心
为

77. Travel 4
风景
街道
拿
接
观光
免费
司机
时差
博物馆
小心
参观
安排
表演
活动
海边

78. Comm 2
邮件
发
主要
关于
密码
登录
信号
段
其实
谈
过去

79. Work 2
根据
升职
决定
同意
满意
出差
认为
表现
老板
麻烦
开会
面试

80. Festivals

81. Gourmet 2

82. Net Slang

83. Business 1

84. Business 2

85. Emergency

86. Work 3

87. Weather 2

88. Duo
